---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElecticalEquipWattage
source: html/2315f6be-f920-dd34-0828-fad036f0e16e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElecticalEquipWattage Property

"Wattage"

## Syntax (C#)
```csharp
public static ForgeTypeId ElecticalEquipWattage { get; }
```